Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrNeedEntity_EntityName
source: Using this option set as an enumeration value or in the Choices function requires that the '{0}' entity be added as a Data Source. To add, use the View menu and then select Data sources.
bg_bg: Използването на този набор от опции като стойност за номериране или във функцията Choices изисква обектът „{0}“ да се добави като източник на данни. За да добавите, използвайте менюто „Изглед“ и след това изберете „Източници на данни“.
ca_es: Si utilitzeu aquesta opció com a valor d'enumeració o a la funció Choices, cal que afegiu l'entitat "{0}" com a font de dades. Per afegir-la, utilitzeu el menú Visualitza i, a continuació, seleccioneu Fonts de dades.
cs_cz: Abyste mohli tuto sadu možností použít jako hodnotu výčtu nebo ve funkci Choices, musí se jako zdroj dat přidat entita {0}. Pokud ji chcete přidat, použijte nabídku Zobrazit a pak vyberte Zdroje dat.
da_dk: Anvendelse af denne indstillingsgruppe som en optællingsværdi eller i funktionen Choices kræver, at enheden '{0}' tilføjes som en datakilde. Brug menuen Vis for at tilføje, og vælg derefter Datakilder.
de_de: Zur Verwendung dieses Optionssatzes als Enumerationswert oder in der Choices-Funktion muss die Entität "{0}" als Datenquelle hinzugefügt werden. Verwenden Sie zum Hinzufügen das Menü "Ansicht", und wählen Sie dann "Datenquellen" aus.
el_gr: Για να χρησιμοποιήσετε αυτήν την επιλογή ως τιμή απαρίθμησης ή στη συνάρτηση Choices, πρέπει να προσθέσετε την οντότητα "{0}" ως προέλευση δεδομένων. Για να την προσθέσετε, χρησιμοποιήστε το μενού "Προβολή" και έπειτα επιλέξτε "Προελεύσεις δεδομένων".
es_es: Para usar esta opción como un valor de enumeración o en la función Choices, es necesario que la entidad "{0}" se agregue como un origen de datos. Para agregarla, use el menú Ver y, a continuación, seleccione los orígenes de datos.
et_ee: Kui see valik on määratud loetelu väärtuseks või on kasutusel funktsioonis Choices, on nõutav olemi '{0}' lisamine andmeallikana. Lisamiseks kasutage menüüd Vaade ja seejärel valige andmeallikad.
eu_es: Aukera hori enumerazio-balio gisa edo Choices funtzioan erabili ahal izateko, datu-iturburu gisa gehitu behar duzu "{0}" entitatea. Hura gehitzeko, erabili Ikusi menua eta hautatu Datu-iturburuak.
fi_fi: Tämän asetusjoukon käyttäminen luettelointiarvona tai Choices-funktiossa edellyttää, että entiteetti {0} lisätään tietolähteeksi. Jos haluat lisätä, käytä Näytä-valikkoa ja valitse sitten Tietolähteet.
fr_fr: Pour pouvoir utiliser cette option définie comme valeur d’énumération ou dans la fonction Choices, l’entité « {0} » doit être ajoutée comme source de données. Pour cela, utilisez le menu Affichage, puis sélectionnez Sources de données.
gl_es: Ao usar este conxunto de opcións como valor dunha enumeración ou na función Choices, é necesario engadir a entidade "{0}" como orixe de datos. Para engadila, use o menú Ver e, a seguir, seleccione Orixes de datos.
hi_in: इस विकल्प का उपयोग करके सेट के रूप में एक प्रगणना मान या Choices फ़ंक्शन के लिए ऐसे '{0}' निकाय की आवश्यकता होती है, जिसे डेटा स्रोत के रूप में जोड़ा गया हो. इसे जोड़ने के लिए, दृश्य मेनू का उपयोग करें और फिर डेटा स्रोत का चयन करें.
hr_hr: Da biste tu mogućnost koristili postavljenu kao numeracijsku vrijednost ili u funkciji Choices , entitet "{0}" mora biti dodan kao izvor podataka. Da biste ga dodali, na izborniku Prikaz odaberite Izvori podataka.
hu_hu: E beállításhalmaz enumerálási értékként vagy a Choices függvényben való használatához a(z) {0} entitást hozzá kell adni adatforrásként. Ehhez válassza a Nézet menü Adatforrások parancsát.
it_it: L'uso di questo set di opzioni come valore di enumerazione o nella funzione Choices richiede che l'entità '{0}' sia aggiunta come origine dati. Per aggiungerla, usare il menu Visualizza e quindi selezionare Origini dati.
ja_jp: このオプション セットを列挙値として使用するか、Choices 機能で使用する場合、'{0}' エンティティをデータ ソースとして追加する必要があります。追加するには、[表示] メニューを使用してデータ ソースを選択してください。
kk_kz: Осы параметрлер жиынтығын тізім мәні ретінде немесе Choices функциясында пайдалану "{0}" нысанын деректер көзі ретінде қосуды қажет етеді. Қосу үшін "Көрініс" мәзірін пайдаланып, "Деректер көздері" параметрін таңдаңыз.
ko_kr: 이 옵션 집합을 열거형 값으로 또는 Choices 항목 기능에서 사용하려면 '{0}' 엔터티를 데이터 원본으로 추가해야 합니다. 추가하려면 [보기] 메뉴를 사용한 후 데이터 원본을 선택합니다.
lt_lt: Naudojant šią parinktį, nustatytą kaip išvardijimo reikšmė, arba funkciją Choices būtina kaip duomenų šaltinį įtraukti objektą {0}. Norėdami įtraukti eikite į meniu Rodymas ir pasirinkite Duomenų šaltiniai.
lv_lv: Lai šo opciju kopu izmantotu kā uzskaitījuma vērtību vai funkcijā Choices, entītijai “{0}” ir jābūt pievienotai kā Datu avots. Lai pievienotu, izmantojiet izvēlni Skats un pēc tam atlasiet Datu avoti.
ms_my: Menggunakan set opsyen ini sebagai nilai penyenaraian atau dalam fungsi Choices memerlukan entiti '{0}' ditambah sebagai Sumber Data. Untuk menambah, gunakan menu Paparan dan kemudian pilih sumber Data.
nb_no: For å kunne bruke dette alternativsettet som en opplistingsverdi eller i Choices funksjonen, må '{0}'-enheten legges til som datakilde. Bruk Vis-menyen for å legge til, og velg deretter datakilder.
nl_nl: Als deze optie is ingesteld als een opsommingswaarde of in de functie Choices, is het vereist dat de entiteit {0} wordt toegevoegd als een gegevensbron. Als u deze wilt toevoegen, opent u het menu Weergeven en selecteert u Gegevensbronnen.
pl_pl: Użycie tego zestawu opcji jako wartości wyliczenia lub w funkcji Choices wymaga, aby jednostka „{0}” została dodana jako źródło danych. Aby ją dodać, otwórz menu Widok, a następnie wybierz pozycję Źródła danych.
pt_br: O uso dessa opção definida como um valor de enumeração ou na função Choices requer que a entidade '{0}' seja adicionada como uma Fonte de Dados. Para adicionar, use o menu Exibir e, em seguida, selecione as fontes de dados.
pt_pt: A utilização desta opção definida como um valor de enumeração ou na função Choices requer que a entidade "{0}" seja adicionada como uma Origem de Dados. Para adicionar, utilize o menu Ver e, de seguida, selecione origens de Dados.
ro_ro: Utilizarea acestui set de opțiuni ca valoare de enumerare sau în funcția Choices necesită ca entitatea „{0}” să fie adăugată ca sursă de date. Pentru a-l adăuga, utilizați meniul Vizualizare, apoi selectați Surse de date.
ru_ru: Для использования этого параметра со значением перечисления или в функции Choices необходимо добавить сущность "{0}" в качестве источника данных. Чтобы сделать это, в меню "Вид" выберите пункт "Источники данных".
sk_sk: Ak chcete použiť túto množinu možností ako hodnotu enumerácie alebo vo funkcii Choices, musíte entitu {0} pridať ako zdroj údajov. Pridáte ju pomocou ponuky Zobraziť a výberom možnosti Zdroje údajov.
sl_si: Če ta nabor možnosti uporabite kot vrednost oštevilčevanja ali v funkciji »Choices«, morate entiteto »{0}« dodati kot vir podatkov. Če jo želite dodati, odprite meni »Pogled« in nato izberite »Vir podatkov«.
sr_cyrl_rs: Да бисте користили ову опцију подешену као вредност набрајања или да бисте је користили у функцији Choices, морате да додате ентитет „{0}“ као извор података. Да бисте га додали, у менију „Приказ“ изаберите ставку „Извори података“.
sr_latn_rs: Da biste koristili ovu opciju podešenu kao vrednost nabrajanja ili da biste je koristili u funkciji Choices, morate da dodate entitet „{0}“ kao izvor podataka. Da biste ga dodali, u meniju „Prikaz“ izaberite stavku „Izvori podataka“.
sv_se: Med det här alternativet som ett uppräkningsvärde eller i funktionen Choices så måste entiteten {0} läggas till som en datakälla. Lägg till med Visa-menyn och välj sedan Datakällor.
th_th: การใช้ชุดตัวเลือกนี้เป็นค่าจาระไนหรือในฟังก์ชัน Choices จำเป็นต้องมีการเพิ่มเอนทิตี '{0}' เป็นแหล่งข้อมูล เมื่อต้องการเพิ่ม ให้ใช้เมนู มุมมอง แล้วเลือกแหล่งข้อมูล
tr_tr: Bu seçenek kümesini bir numaralandırma değeri olarak veya Choices işlevi içinde kullanmak '{0}' varlığının bir Veri Kaynağı olarak eklenmesini gerektirir. Eklemek için, Görünüm menüsünü kullanın ve ardından Veri kaynaklarını seçin.
uk_ua: Щоб використати цей набір параметрів як значення переліку або у функції Choices, сутність "{0}" необхідно додати як джерело даних. Для цього відкрийте меню "Подання" та виберіть "Джерела даних".
vi_vn: Việc sử dụng tùy chọn này để đặt làm giá trị liệt kê hoặc sử dụng trong hàm Choices yêu cầu thêm thực thể '{0}' dưới dạng Nguồn dữ liệu. Để thêm, hãy sử dụng menu Xem, rồi chọn Nguồn dữ liệu.
zh_cn: 以枚举值的形式或在 Choices 功能中使用此选项设置将要求把“{0}”实体添加为数据源。若要添加，请使用“视图”菜单，然后选择“数据源”。
zh_tw: 若要使用此選項 (設定為列舉值或在 Choices 函式中所設定)，'{0}' 實體需要新增為資料來源。若要新增，請使用 [檢視] 功能表，然後選取 [資料來源]。

# ErrNotAccessibleInCurrentContext
source: The specified property is not accessible in this context.
bg_bg: Указаното свойство не е достъпно в този контекст.
ca_es: No es pot accedir a la propietat especificada en aquest context.
cs_cz: Zadaná vlastnost není v tomto kontextu přístupná.
da_dk: Den angivne egenskab er ikke tilgængelig i denne kontekst.
de_de: Auf die angegebene Eigenschaft kann in diesem Kontext nicht zugegriffen werden.
el_gr: Δεν είναι δυνατή η πρόσβαση στην καθορισμένη ιδιότητα σε αυτό το περιβάλλον.
es_es: La propiedad especificada no es accesible en este contexto.
et_ee: Määratud atribuudile ei pääse selles kontekstis juurde.
eu_es: Ezin da atzitu zehaztutako propietatea testuinguru honetan.
fi_fi: Määritettyä ominaisuutta ei voi käyttää tässä kontekstissa.
fr_fr: La propriété spécifiée n’est pas accessible dans ce contexte.
gl_es: Non se pode acceder á propiedade especificada neste contexto.
hi_in: निर्दिष्ट गुण इस प्रसंग में पहुँच-योग्य नहीं है.
hr_hr: Navedeno svojstvo nije dostupno u ovom kontekstu.
hu_hu: A megadott tulajdonság nem érhető el ebben a környezetben.
it_it: La proprietà specificata non è accessibile in questo contesto.
ja_jp: 指定されたプロパティは、このコンテキストではアクセスできません。
kk_kz: Көрсетілген сипат бұл контекстте қолжетімді емес.
ko_kr: 이 컨텍스트에서는 지정된 속성에 액세스할 수 없습니다.
lt_lt: Nurodyta ypatybė nėra prieinama šiame kontekste.
lv_lv: Norādītais rekvizīts šajā kontekstā nav pieejams.
ms_my: Sifat yang ditentukan tidak boleh dicapai dalam konteks ini.
nb_no: Den angitte egenskapen er ikke tilgjengelig i denne konteksten.
nl_nl: De opgegeven eigenschap is niet toegankelijk in deze context.
pl_pl: Określona właściwość nie jest dostępna w tym kontekście.
pt_br: A propriedade especificada não está acessível nesse contexto.
pt_pt: A propriedade especificada não está acessível neste contexto.
ro_ro: Proprietatea specificată nu este accesibilă în acest context.
ru_ru: Указанное свойство недоступно в этом контексте.
sk_sk: Zadaná vlastnosť nie je v tomto kontexte prístupná.
sl_si: Določena lastnost ni dosegljiva v tem kontekstu.
sr_cyrl_rs: Наведеном својству се не може приступити у овом контексту.
sr_latn_rs: Navedenom svojstvu se ne može pristupiti u ovom kontekstu.
sv_se: Det angivna egenskapen är inte tillgänglig i den här kontexten.
th_th: คุณสมบัติที่ระบุไม่สามารถเข้าถึงได้ในบริบทนี้
tr_tr: Belirtilen özellik bu bağlamda erişilebilir değil.
uk_ua: Указана властивість недоступна в цьому контексті.
vi_vn: Không thể truy nhập thuộc tính được chỉ định trong ngữ cảnh này.
zh_cn: 在此上下文中无法访问指定属性。
zh_tw: 指定的屬性在此內容中無法存取。

# ErrInternalControlInInputProperty
source: Controls inside a component can't be referenced in that same component's input properties.
bg_bg: Контролите в даден компонент не могат да бъдат посочени във входните свойства на същия този компонент.
ca_es: No es pot fer referència als controls dins d'un component a les propietats d'entrada del mateix component.
cs_cz: Na ovládací prvky uvnitř komponenty nelze odkazovat ve vstupních vlastnostech stejné komponenty.
da_dk: Der kan ikke refereres til kontrolelementer i en komponent i den samme komponents inputegenskaber.
de_de: Auf Steuerelemente in einer Komponente kann in den Eingabeeigenschaften derselben Komponente nicht verwiesen werden.
el_gr: Δεν είναι δυνατό να γίνεται αναφορά στα στοιχεία ελέγχου που υπάρχουν σε ένα στοιχείο στις ιδιότητες εισόδου του ίδιου στοιχείου.
es_es: No se puede hacer referencia a los controles dentro de un componente en las propiedades de entrada de ese mismo componente.
et_ee: Komponendis asuvatele juhtelementidele ei saa sama komponendi sisendatribuutides viidata.
eu_es: Ezin zaie osagaien barruko kontrolei erreferentzia egin osagai beraren sarrerako propietateetan.
fi_fi: Komponentin sisällä oleviin ohjausobjekteihin ei voi viitata saman komponentin syöteominaisuuksissa.
fr_fr: Les contrôles à l’intérieur d’un composant ne peuvent pas être référencés dans les propriétés d’entrée de ce même composant.
gl_es: Non se pode facer referencia aos controis dun compoñente nas propiedades de entrada dese mesmo compoñente.
hi_in: किसी कंपोनेंट के अंदर के नियंत्रणों को उसी कंपोनेंट के इनपुट गुणों में संदर्भित नहीं किया जा सकता है.
hr_hr: Ne može postojati referenca na kontrole unutar komponente u ulaznim svojstvima te iste komponente.
hu_hu: Az összetevők vezérlőire nem lehet hivatkozni ugyanazon összetevő bemeneti tulajdonságaiban.
it_it: Non puoi fare riferimento ai controlli in un componente nelle proprietà di input dello stesso componente.
ja_jp: コンポーネント内部のコントロールを、同じコンポーネントの入力プロパティで参照することはできません。
kk_kz: Компонент ішіндегі басқару элементтерін сол компоненттің кіріс сипаттарында сілтеме жасауға болмайды.
ko_kr: 구성 요소 내의 컨트롤은 동일한 구성 요소의 입력 속성에서 참조할 수 없습니다.
lt_lt: Komponente esančių valdiklių negalima nurodyti to paties komponento įvesties ypatybėse.
lv_lv: Vadīklās komponentā nevar būt atsauce uz tā paša komponenta ievades rekvizītiem.
ms_my: Kawalan dalam komponen tidak boleh dirujuk dalam sifat input komponen yang sama.
nb_no: Det kan ikke henvises til kontroller i en komponent i inndataegenskapene for den samme komponenten.
nl_nl: Er kan niet naar besturingselementen in een onderdeel worden verwezen in de invoereigenschappen van datzelfde onderdeel.
pl_pl: Do kontrolek znajdujących się wewnątrz składnika nie można odwoływać się we właściwościach wejściowych tego składnika.
pt_br: Os controles em um componente não podem ser referenciados nas propriedades de entrada desse mesmo componente.
pt_pt: Os controlos existentes num componente não podem ser referenciados nas propriedades de entrada do mesmo componente.
ro_ro: Controalele din interiorul unei componente nu pot fi utilizate în proprietățile de intrare ale aceleiași componente.
ru_ru: На элементы управления внутри компонента нельзя ссылаться во входных свойствах этого же компонента.
sk_sk: Vo vstupných vlastnostiach súčasti nie je možné odkazovať na ovládacie prvky vnútri tej istej súčasti.
sl_si: Kontrolnike v komponentah ni mogoče navesti v vhodnih lastnostih te iste komponente.
sr_cyrl_rs: Улазна својства компоненте не могу да упућују на контроле унутар те исте компоненте.
sr_latn_rs: Ulazna svojstva komponente ne mogu da upućuju na kontrole unutar te iste komponente.
sv_se: Kontroller i en komponent kan inte refereras till i samma komponents indataegenskaper.
th_th: ตัวควบคุมภายในส่วนประกอบไม่สามารถใช้อ้างอิงในคุณสมบัติข้อมูลป้อนเข้าของส่วนประกอบเดียวกัน
tr_tr: Bir bileşenin içindeki denetimlere, aynı bileşenin giriş özelliklerinde başvurulamaz.
uk_ua: На елементи керування в компоненті не можна посилатися у вхідних властивостях того ж компонента.
vi_vn: Các điều khiển bên trong một cấu phần không thể được tham chiếu trong các thuộc tính đầu vào của cấu phần đó.
zh_cn: 不能在同一组件的输入属性中引用组件内的控件。
zh_tw: 不能在元件的輸入屬性中，參考同一個元件內的控制項。

# ErrColumnNotAccessibleInCurrentContext
source: The specified column is not accessible in this context.
bg_bg: Указаната колона не е достъпна в този контекст.
ca_es: No es pot accedir a la columna especificada en aquest context.
cs_cz: Zadaný sloupec není v tomto kontextu přístupný.
da_dk: Den angivne kolonne er ikke tilgængelig i denne kontekst.
de_de: Auf die angegebene Spalte kann in diesem Kontext nicht zugegriffen werden.
el_gr: Δεν είναι δυνατή η πρόσβαση στην καθορισμένη στήλη σε αυτό το περιβάλλον.
es_es: La columna especificada no es accesible en este contexto.
et_ee: Määratud veerule ei pääse selles kontekstis juurde.
eu_es: Ezin da atzitu zehaztutako zutabea testuinguru honetan.
fi_fi: Määritettyä saraketta ei voi käyttää tässä kontekstissa.
fr_fr: La colonne spécifiée n’est pas accessible dans ce contexte.
gl_es: Non se pode acceder á columna especificada neste contexto.
hi_in: निर्दिष्ट स्तंभ इस प्रसंग में पहुँच-योग्य नहीं है.
hr_hr: Navedeni stupac nije dostupan u ovom kontekstu.
hu_hu: A megadott oszlop nem érhető el ebben a környezetben.
it_it: La colonna specificata non è accessibile in questo contesto.
ja_jp: 指定された列は、このコンテキストではアクセスできません。
kk_kz: Көрсетілген баған бұл контекстте қолжетімді емес.
ko_kr: 이 컨텍스트에서는 지정된 열에 액세스할 수 없습니다.
lt_lt: Nurodytas stulpelis šiame kontekste nepasiekiamas.
lv_lv: Norādītā kolonna šajā kontekstā nav pieejama.
ms_my: Lajur yang ditentukan tidak dapat diakses dalam konteks ini.
nb_no: Den angitte kolonnen er ikke tilgjengelig i denne konteksten.
nl_nl: De opgegeven kolom is niet toegankelijk in deze context.
pl_pl: Określona kolumna jest niedostępna w tym kontekście.
pt_br: A coluna especificada não está acessível nesse contexto.
pt_pt: A coluna especificada não está acessível neste contexto.
ro_ro: Coloana specificată nu este accesibilă în acest context.
ru_ru: Указанный столбец недоступен в этом контексте.
sk_sk: Zadaný stĺpec nie je v tomto kontexte prístupný.
sl_si: Določen stolpec ni dosegljiv v tem kontekstu.
sr_cyrl_rs: Наведеној колони се не може приступити у овом контексту.
sr_latn_rs: Navedenoj koloni se ne može pristupiti u ovom kontekstu.
sv_se: Den angivna kolumnen är inte tillgänglig i den här kontexten.
th_th: คอลัมน์ที่ระบุไม่สามารถเข้าถึงได้ในบริบทนี้
tr_tr: Belirtilen sütun bu bağlamda erişilebilir değil.
uk_ua: Указаний стовпець недоступний у цьому контексті.
vi_vn: Không thể truy nhập cột được chỉ định trong ngữ cảnh này.
zh_cn: 此上下文中无法访问指定列。
zh_tw: 無法在此內容中存取指定的資料行。
